Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: This account has no active subscription on Stripe. Possible reasons: • You haven't subscribed yet — tap “Subscribe on Web”. • You subscribed with a different email — sign out and try the other one. • You just paid and the state hasn't synced yet — tap “Refresh subscription status”. Still stuck? Tap “Contact support” below.
ar: ليس لدى هذا الحساب اشتراك نشط على Stripe. الأسباب المحتملة: • لم تشترك بعد — اضغط على “Subscribe on Web”. • اشتركت باستخدام بريد إلكتروني آخر — سجّل الخروج وحاول بالبريد الآخر. • دفعت للتو ولم يتم مزامنة الحالة بعد — اضغط على “Refresh subscription status”. ما زلت تواجه مشكلة؟ اضغط على “Contact support” أدناه.
da: Denne konto har ikke et aktivt abonnement på Stripe. Mulige årsager: • Du har endnu ikke abonneret — tryk på “Subscribe on Web”. • Du abonnerede med en anden e‑mail — log ud og prøv den anden. • Du har lige betalt, og status er endnu ikke synkroniseret — tryk på “Refresh subscription status”. Stadig fastlåst? Tryk på “Contact support” nedenfor.
de: Für dieses Konto ist bei Stripe kein aktives Abonnement vorhanden. Mögliche Gründe: • Du hast noch nicht abonniert – tippe auf „Subscribe on Web“. • Du hast mit einer anderen E-Mail-Adresse abonniert – melde dich ab und versuche es mit der anderen. • Du hast gerade bezahlt und der Status wurde noch nicht synchronisiert – tippe auf „Refresh subscription status“. Immer noch Probleme? Tippe unten auf „Contact support“.
es: Esta cuenta no tiene una suscripción activa en Stripe. Posibles motivos: • Aún no te has suscrito — toca “Subscribe on Web”. • Te suscribiste con otro correo electrónico — cierra sesión e intenta con el otro. • Acabas de pagar y el estado aún no se ha sincronizado — toca “Refresh subscription status”. ¿Sigues atascado? Toca “Contact support” abajo.
fr: Ce compte n'a aucun abonnement actif sur Stripe. Raisons possibles : • Vous ne vous êtes pas encore abonné — appuyez sur “Subscribe on Web”. • Vous vous êtes abonné avec une autre adresse e‑mail — déconnectez-vous et essayez l'autre. • Vous venez de payer et l'état n'a pas encore été synchronisé — appuyez sur “Refresh subscription status”. Toujours bloqué ? Appuyez sur “Contact support” ci‑dessous.
id: Akun ini tidak memiliki langganan aktif di Stripe. Kemungkinan penyebab: • Anda belum berlangganan — ketuk “Subscribe on Web”. • Anda berlangganan dengan email lain — keluar dan coba email yang lain. • Anda baru saja membayar dan status belum tersinkron — ketuk “Refresh subscription status”. Masih bermasalah? Ketuk “Contact support” di bawah.
it: Questo account non ha un abbonamento attivo su Stripe. Possibili motivi: • Non ti sei ancora abbonato — tocca “Subscribe on Web”. • Ti sei abbonato con un’email diversa — esci e prova con l'altra. • Hai appena pagato e lo stato non si è ancora sincronizzato — tocca “Refresh subscription status”. Ancora bloccato? Tocca “Contact support” qui sotto.
ja: このアカウントはStripeで有効なサブスクリプションがありません。考えられる理由： • まだ購読していません — “Subscribe on Web” をタップしてください。 • 別のメールで登録しています — サインアウトして別のアカウントでお試しください。 • 支払いは完了したが状態がまだ同期されていません — “Refresh subscription status” をタップしてください。 それでも解決しない場合は、下の “Contact support” をタップしてください。
ko: 이 계정은 Stripe에 활성 구독이 없습니다. 가능한 원인: • 아직 구독하지 않음 — “Subscribe on Web”을 탭하세요. • 다른 이메일로 구독함 — 로그아웃한 뒤 다른 이메일로 시도하세요. • 방금 결제했으며 상태가 아직 동기화되지 않음 — “Refresh subscription status”를 탭하세요. 계속 문제가 있나요? 아래의 “Contact support”를 탭하세요.
ms: Akaun ini tiada langganan aktif di Stripe. Sebab-sebab yang mungkin: • Anda belum melanggan lagi — ketuk “Subscribe on Web”. • Anda melanggan dengan e-mel yang berbeza — log keluar dan cuba e-mel lain. • Anda baru sahaja membuat pembayaran dan status belum diselaraskan — ketuk “Refresh subscription status”. Masih menghadapi masalah? Ketuk “Contact support” di bawah.
nb: Denne kontoen har ikke noe aktivt abonnement på Stripe. Mulige årsaker: • Du har ikke abonnert ennå — trykk på “Subscribe on Web”. • Du abonnerte med en annen e‑post — logg ut og prøv den andre. • Du har nettopp betalt og status har ikke blitt synkronisert ennå — trykk på “Refresh subscription status”. Fortsatt problemer? Trykk på “Contact support” under.
nl: Dit account heeft geen actief abonnement bij Stripe. Mogelijke oorzaken: • Je hebt nog niet geabonneerd — tik op “Subscribe on Web”. • Je hebt je geabonneerd met een ander e‑mailadres — log uit en probeer het andere adres. • Je hebt zojuist betaald en de status is nog niet gesynchroniseerd — tik op “Refresh subscription status”. Nog steeds vast? Tik hieronder op “Contact support”.
pl: To konto nie ma aktywnej subskrypcji na Stripe. Możliwe przyczyny: • Nie subskrybowałeś jeszcze — stuknij “Subscribe on Web”. • Zasubskrybowałeś innym adresem e-mail — wyloguj się i spróbuj użyć innego. • Właśnie zapłaciłeś i stan jeszcze się nie zsynchronizował — stuknij “Refresh subscription status”. Wciąż masz problem? Stuknij “Contact support” poniżej.
pt_br: Esta conta não tem uma assinatura ativa no Stripe. Possíveis motivos: • Você ainda não assinou — toque em “Subscribe on Web”. • Você assinou com outro e-mail — saia e tente com o outro. • Você acabou de pagar e o status ainda não foi sincronizado — toque em “Refresh subscription status”. Ainda com problemas? Toque em “Contact support” abaixo.
sv: Det här kontot har ingen aktiv prenumeration på Stripe. Möjliga orsaker: • Du har inte prenumererat än — tryck på “Subscribe on Web”. • Du prenumererade med en annan e‑post — logga ut och försök med den andra. • Du betalade precis och status har inte synkroniserats än — tryck på “Refresh subscription status”. Fortfarande fast? Tryck på “Contact support” nedan.
tr: Bu hesapta Stripe üzerinde aktif bir abonelik yok. Olası nedenler: • Henüz abone olmadınız — “Subscribe on Web”e dokunun. • Farklı bir e-postayla abone oldunuz — çıkış yapıp diğer e-postayı deneyin. • Az önce ödediniz ve durum henüz senkronize olmadı — “Refresh subscription status”e dokunun. Hala takılı kaldınız mı? Aşağıdaki “Contact support”a dokunun.
zh_hans: 此账户在 Stripe 上没有有效订阅。可能原因： • 您尚未订阅 — 点击“Subscribe on Web”。 • 您用了另一个邮箱订阅 — 退出登录并尝试另一个账号。 • 您刚刚付款，状态尚未同步 — 点击“Refresh subscription status”。 仍然有问题？请点击下面的“Contact support”。
zh_hant: 此帳戶在 Stripe 上沒有有效訂閱。可能原因： • 您尚未訂閱 — 點按「Subscribe on Web」。 • 您用不同的電子郵件訂閱 — 登出後嘗試另一個帳號。 • 您剛剛付款，狀態尚未同步 — 點按「Refresh subscription status」。 仍然卡住？請在下方點按「Contact support」。
zh_hk: 此帳戶在 Stripe 上沒有有效訂閱。可能原因： • 您還未訂閱 — 點按「Subscribe on Web」。 • 您以其他電郵訂閱 — 登出並嘗試另一個電郵。 • 您剛剛付款，狀態尚未同步 — 點按「Refresh subscription status」。 仍然未解決？請在下方點按「Contact support」。

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: このアクションは元に戻すことができません。
ko: 이 작업은 실행 취소할 수 없습니다.
ms: Tindakan ini tidak dapat dibatalkan.
nb: Denne handlingen kan ikke angres.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej akcji nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
sv: Denna åtgärd kan inte ångras.
tr: Bu eylem geri alınamaz.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法撤銷。
zh_hk: 此操作無法撤銷。

source: This action is not supported by the selected provider
ar: هذا الإجراء غير مدعوم من قبل مقدم الخدمة المحدد
da: Denne handling understøttes ikke af den valgte udbyder
de: Diese Aktion wird vom ausgewählten Anbieter nicht unterstützt
es: Esta acción no está soportada por el proveedor seleccionado
fr: Cette action n'est pas prise en charge par le fournisseur sélectionné
id: Tindakan ini tidak didukung oleh penyedia yang dipilih
it: Questa azione non è supportata dal provider selezionato
ja: このアクションは選択したプロバイダーではサポートされていません
ko: 이 작업은 선택한 제공업체에서 지원되지 않습니다
ms: Tindakan ini tidak disokong oleh pembekal yang dipilih
nb: Denne handlingen støttes ikke av den valgte leverandøren
nl: Deze actie wordt niet ondersteund door de geselecteerde provider
pl: To działanie nie jest obsługiwane przez wybranego dostawcę
pt_br: Esta ação não é suportada pelo provedor selecionado
sv: Denna åtgärd stöds inte av den valda leverantören
tr: Bu işlem seçilen sağlayıcı tarafından desteklenmiyor
zh_hans: 此操作不受所选提供商支持
zh_hant: 所選的供應商暫不支援此操作
zh_hk: 此操作不受所選提供者支援

source: This device does not support Apple Intelligence.
ar: هذا الجهاز لا يدعم Apple Intelligence.
da: Denne enhed understøtter ikke Apple Intelligence.
de: Dieses Gerät unterstützt Apple Intelligence nicht.
es: Este dispositivo no es compatible con Apple Intelligence.
fr: Cet appareil ne prend pas en charge Apple Intelligence.
id: Perangkat ini tidak mendukung Apple Intelligence.
it: Questo dispositivo non supporta Apple Intelligence.
ja: このデバイスはApple Intelligenceをサポートしていません。
ko: 이 기기는 Apple Intelligence를 지원하지 않습니다.
ms: Peranti ini tidak menyokong Apple Intelligence.
nb: Denne enheten støtter ikke Apple Intelligence.
nl: Dit apparaat ondersteunt Apple Intelligence niet.
pl: To urządzenie nie obsługuje Apple Intelligence.
pt_br: Este dispositivo não é compatível com o Apple Intelligence.
sv: Den här enheten stöder inte Apple Intelligence.
tr: Bu cihaz Apple Intelligence'ı desteklemiyor.
zh_hans: 此设备不支持 Apple Intelligence。
zh_hant: 此裝置不支援 Apple Intelligence。
zh_hk: 此裝置不支援 Apple Intelligence。

source: This email has no active website purchase.
ar: لا يحتوي هذا البريد الإلكتروني على عملية شراء نشطة على الموقع.
da: Denne e‑mail har ikke noget aktivt køb på hjemmesiden.
de: Diese E-Mail-Adresse hat keinen aktiven Kauf auf der Website.
es: Este correo electrónico no tiene ninguna compra activa en el sitio web.
fr: Cette adresse e‑mail n'a aucun achat actif sur le site.
id: Email ini tidak memiliki pembelian aktif di situs web.
it: A questa email non è associato nessun acquisto attivo sul sito.
ja: このメールアドレスにはウェブサイト上の有効な購入がありません。
ko: 이 이메일은 웹사이트에서 활성 구매가 없습니다.
ms: E-mel ini tidak mempunyai pembelian laman web aktif.
nb: Denne e-posten har ikke noe aktivt kjøp på nettstedet.
nl: Dit e-mailadres heeft geen actieve aankoop op de website.
pl: Ten adres e-mail nie ma aktywnego zakupu na stronie.
pt_br: Este e-mail não tem nenhuma compra ativa no site.
sv: Denna e‑post har inget aktivt köp på webbplatsen.
tr: Bu e-posta adresinin web sitesinde aktif bir satın alması yok.
zh_hans: 此电子邮件在网站上没有有效的购买。
zh_hant: 此電子郵件在網站上沒有有效的購買。
zh_hk: 此電郵在網站上沒有有效的購買。

source: This history language pair cannot be processed.
ar: لا يمكن معالجة زوج اللغات هذا من السجل.
da: Dette sprogpar i historikken kan ikke behandles.
de: Dieses Sprachpaar aus der Historie kann nicht verarbeitet werden.
es: Este par de idiomas del historial no se puede procesar.
fr: Cette paire de langues de l'historique ne peut pas être traitée.
id: Pasangan bahasa riwayat ini tidak dapat diproses.
it: Questa coppia di lingue nella cronologia non può essere elaborata.
ja: この履歴の言語ペアは処理できません。
ko: 이 기록의 언어 쌍은 처리할 수 없습니다.
ms: Pasangan bahasa sejarah ini tidak dapat diproses.
nb: Dette språkparet i historikken kan ikke behandles.
nl: Dit taalpaar in de geschiedenis kan niet worden verwerkt.
pl: Nie można przetworzyć tej pary języków w historii.
pt_br: Este par de idiomas do histórico não pode ser processado.
sv: Det här språkparet i historiken kan inte bearbetas.
tr: Bu geçmiş dil çifti işlenemiyor.
zh_hans: 此历史语言对无法处理。
zh_hant: 此歷史語言對無法處理。
zh_hk: 此歷史語言對無法處理。

source: This history language pair cannot be translated.
ar: زوج لغات السجل هذا لا يمكن ترجمته.
da: Det sprogpar i historikken kan ikke oversættes.
de: Dieses Sprachpaar im Verlauf kann nicht übersetzt werden.
es: Este par de idiomas del historial no se puede traducir.
fr: Cette paire de langues de l'historique ne peut pas être traduite.
id: Pasangan bahasa riwayat ini tidak dapat diterjemahkan.
it: Questa coppia di lingue nella cronologia non può essere tradotta.
ja: この履歴の言語ペアは翻訳できません。
ko: 이 기록의 언어 쌍은 번역할 수 없습니다.
ms: Pasangan bahasa sejarah ini tidak dapat diterjemahkan.
nb: Dette historiespråkparet kan ikke oversettes.
nl: Dit taalpaar i historikken kan ikke oversættes.
pl: Ta para językowa w historii nie może zostać przetłumaczona.
pt_br: Este par de idiomas do histórico não pode ser traduzido.
sv: Detta språkpar i historiken kan inte översättas.
tr: Bu geçmiş dil çifti çevrilemez.
zh_hans: 此历史语言对无法翻译。
zh_hant: 此歷史語言對無法翻譯。
zh_hk: 此歷史語言對無法翻譯。

source: This Mac cannot run this many different local models. Remove a view or reuse the same recognition model.
ar: هذا الـMac لا يمكنه تشغيل هذا العدد الكبير من النماذج المحلية المختلفة. أزل عرضًا أو أعد استخدام نفس نموذج التعرف.
da: Denne Mac kan ikke køre så mange forskellige lokale modeller. Fjern en visning eller genbrug samme genkendelsesmodel.
de: Dieser Mac kann nicht so viele verschiedene lokale Modelle ausführen. Entferne eine Ansicht oder verwende dasselbe Erkennungsmodell erneut.
es: Este Mac no puede ejecutar tantos modelos locales diferentes. Elimina una vista o reutiliza el mismo modelo de reconocimiento.
fr: Ce Mac ne peut pas exécuter autant de modèles locaux différents. Supprimez une vue ou réutilisez le même modèle de reconnaissance.
id: Mac ini tidak dapat menjalankan begitu banyak model lokal berbeda. Hapus sebuah tampilan atau gunakan kembali model pengenalan yang sama.
it: Questo Mac non può eseguire così tanti modelli locali diversi. Rimuovi una vista o riutilizza lo stesso modello di riconoscimento.
ja: この Mac ではこれほど多くの異なるローカルモデルを動かすことはできません。ビューを削除するか、同じ認識モデルを再利用してください。
ko: 이 Mac에서는 이렇게 많은 서로 다른 로컬 모델을 실행할 수 없습니다. 뷰를 제거하거나 동일한 인식 모델을 재사용하세요.
ms: Mac ini tidak boleh menjalankan sebanyak ini model tempatan berbeza. Keluarkan satu paparan atau guna semula model pengecaman yang sama.
nb: Denne Mac-en kan ikke kjøre så mange ulike lokale modeller. Fjern en visning eller gjenbruk samme gjenkjenningsmodell.
nl: Deze Mac kan niet zoveel verschillende lokale modellen draaien. Verwijder een weergave of hergebruik hetzelfde herkenningsmodel.
pl: Ten Mac nie może uruchomić tylu różnych lokalnych modeli. Usuń widok lub ponownie użyj tego samego modelu rozpoznawania.
pt_br: Este Mac não consegue executar tantos modelos locais diferentes. Remova uma visualização ou reutilize o mesmo modelo de reconhecimento.
sv: Den här Macen kan inte köra så många olika lokala modeller. Ta bort en vy eller återanvänd samma igenkänningsmodell.
tr: Bu Mac bu kadar çok farklı yerel modeli çalıştıramıyor. Bir görünümü kaldırın veya aynı tanıma modelini yeniden kullanın.
zh_hans: 这台 Mac 无法运行这么多不同的本地模型。请移除一个视图或重复使用相同的识别模型。
zh_hant: 這台 Mac 無法執行這麼多不同的本地模型。請移除一個檢視或重複使用相同的辨識模型。
zh_hk: 這部 Mac 無法執行這麼多不同的本地模型。請移除一個檢視或重複使用相同的辨識模型。

source: This page will update automatically
ar: ستقوم هذه الصفحة بالتحديث تلقائيًا
da: Denne side opdateres automatisk
de: Diese Seite wird automatisch aktualisiert
es: Esta página se actualizará automáticamente
fr: Cette page se mettra à jour automatiquement
id: Halaman ini akan diperbarui secara otomatis
it: Questa pagina si aggiornerà automaticamente
ja: このページは自動的に更新されます
ko: 이 페이지는 자동으로 업데이트됩니다
ms: Halaman ini akan dikemas kini secara automatik.
nb: Denne siden vil oppdateres automatisk
nl: Deze pagina wordt automatisch bijgewerkt
pl: Ta strona będzie aktualizowana automatycznie.
pt_br: Esta página será atualizada automaticamente
sv: Denna sida kommer att uppdateras automatiskt
tr: Bu sayfa otomatik olarak güncellenecek
zh_hans: 此页面将自动更新
zh_hant: 此頁面將自動更新
zh_hk: 此頁面將自動更新

source: This recognition and translation combination already exists.
ar: تركيبة التعرف والترجمة هذه موجودة بالفعل.
da: Denne kombination af genkendelse og oversættelse findes allerede.
de: Diese Kombination aus Erkennung und Übersetzung existiert bereits.
es: Esta combinación de reconocimiento y traducción ya existe.
fr: Cette combinaison de reconnaissance et de traduction existe déjà.
id: Kombinasi pengenalan dan terjemahan ini sudah ada.
it: Questa combinazione di riconoscimento e traduzione esiste già.
ja: この認識と翻訳の組み合わせは既に存在します。
ko: 이 인식 및 번역 조합은 이미 존재합니다.
ms: Gabungan pengenalan dan penterjemahan ini sudah wujud.
nb: Denne kombinasjonen av gjenkjenning og oversettelse finnes allerede.
nl: Deze combinatie van herkenning en vertaling bestaat al.
pl: Ta kombinacja rozpoznawania i tłumaczenia już istnieje.
pt_br: Esta combinação de reconhecimento e tradução já existe.
sv: Denna kombination av igenkänning och översättning finns redan.
tr: Bu tanıma ve çeviri kombinasyonu zaten mevcut.
zh_hans: 此识别与翻译组合已存在。
zh_hant: 此辨識與翻譯組合已存在。
zh_hk: 此辨識與翻譯組合已存在。

source: This shortcut is used by another app.
ar: هذا الاختصار مستخدم من قبل تطبيق آخر.
da: Denne genvej bruges af en anden app.
de: Dieser Kurzbefehl wird von einer anderen App verwendet.
es: Otra app ya usa este atajo.
fr: Ce raccourci est utilisé par une autre app.
id: Pintasan ini digunakan oleh aplikasi lain.
it: Questa scorciatoia è usata da un’altra app.
ja: このショートカットは別のアプリで使用されています。
ko: 이 단축키는 다른 앱에서 사용 중입니다.
ms: Pintasan ini digunakan oleh apl lain.
nb: Denne snarveien brukes av en annen app.
nl: Deze sneltoets wordt door een andere app gebruikt.
pl: Ten skrót jest używany przez inną aplikację.
pt_br: Este atalho é usado por outro app.
sv: Kortkommandot används av en annan app.
tr: Bu kısayol başka bir uygulama tarafından kullanılıyor.
zh_hans: 此快捷键已被其他 App 占用。
zh_hant: 此快速鍵已被其他 App 使用。
zh_hk: 此快速鍵已被其他 App 使用。

source: This translation provider cannot consume recognized text.
ar: مزود الترجمة هذا لا يمكنه معالجة النص المعترف به.
da: Denne oversættelsesudbyder kan ikke bruge genkendt tekst.
de: Dieser Übersetzungsanbieter kann erkannte Texte nicht verarbeiten.
es: Este proveedor de traducción no puede procesar texto reconocido.
fr: Ce fournisseur de traduction ne peut pas utiliser le texte reconnu.
id: Penyedia terjemahan ini tidak dapat memproses teks yang dikenali.
it: Questo provider di traduzione non può elaborare il testo riconosciuto.
ja: この翻訳プロバイダーは認識されたテキストを扱うことができません。
ko: 이 번역 제공자는 인식된 텍스트를 처리할 수 없습니다.
ms: Penyedia terjemahan ini tidak dapat menerima teks yang dikenali.
nb: Denne oversettelsesleverandøren kan ikke behandle gjenkjent tekst.
nl: Deze vertaalprovider kan geen herkende tekst verwerken.
pl: Ten dostawca tłumaczeń nie może przetwarzać rozpoznanego tekstu.
pt_br: Este provedor de tradução não pode processar texto reconhecido.
sv: Denna översättningsleverantör kan inte hantera igenkänd text.
tr: Bu çeviri sağlayıcısı tanınan metni işleyemez.
zh_hans: 此翻译提供者无法处理已识别的文本。
zh_hant: 此翻譯供應者無法處理已辨識的文字。
zh_hk: 此翻譯供應商無法處理已辨識的文字。

source: This will replace the editor content with the built-in default configuration. Save to apply.
ar: سيؤدي هذا إلى استبدال محتوى المحرر بالتكوين الافتراضي المدمج. احفظ لتطبيق.
da: Dette vil erstatte editorens indhold med den indbyggede standardkonfiguration. Gem for at anvende.
de: Dies ersetzt den Inhalt des Editors durch die integrierte Standardkonfiguration. Speichern, um anzuwenden.
es: Esto reemplazará el contenido del editor con la configuración predeterminada integrada. Guarda para aplicar.
fr: Cela remplacera le contenu de l'éditeur par la configuration par défaut intégrée. Enregistrez pour appliquer.
id: Ini akan mengganti konten editor dengan konfigurasi default bawaan. Simpan untuk menerapkan.
it: Questo sostituirà il contenuto dell'editor con la configurazione predefinita integrata. Salva per applicare.
ja: これにより、エディタの内容が組み込みのデフォルト設定に置き換えられます。保存して適用します。
ko: 이것은 편집기의 내용을 내장된 기본 구성으로 바꿉니다. 저장하여 적용하세요.
ms: Ini akan menggantikan kandungan penyunting dengan konfigurasi lalai terbina dalam. Simpan untuk menerapkannya.
nb: Dette vil erstatte redigererinnholdet med den innebygde standardkonfigurasjonen. Lagre for å bruke.
nl: Dit vervangt de inhoud van de editor door de ingebouwde standaardconfiguratie. Sla op om toe te passen.
pl: To zastąpi zawartość edytora wbudowaną domyślną konfiguracją. Zapisz, aby zastosować.
pt_br: Isso substituirá o conteúdo do editor pela configuração padrão integrada. Salve para aplicar.
sv: Detta kommer att ersätta redigerarens innehåll med den inbyggda standardkonfigurationen. Spara för att tillämpa.
tr: Bu, düzenleyicinin içeriğini yerleşik varsayılan yapılandırma ile değiştirecektir. Uygulamak için kaydedin.
zh_hans: 这将用内置默认配置替换编辑器内容。保存以应用。
zh_hant: 這將用內置默認配置替換編輯器內容。請保存以應用。
zh_hk: 這將用內置默認配置替換編輯器內容。請保存以應用。

source: Timestamp
ar: الطابع الزمني
da: Tidsstempel
de: Zeitstempel
es: Marca de tiempo
fr: Horodatage
id: Cap waktu
ja: タイムスタンプ
ko: 타임스탬프
ms: Cap masa
nb: Tidsstempel
nl: Tijdsaanduiding
pl: Znacznik czasu
pt_br: Carimbo de tempo
sv: Tidsstämpel
tr: Zaman Damgası
zh_hans: 时间戳
zh_hant: 時間戳記
zh_hk: 時間戳記

source: Tip: Google Translate works universally without any setup.
ar: نصيحة: يعمل Google Translate عالميًا دون أي إعداد.
da: Tip: Google Translate fungerer universelt uden nogen opsætning.
de: Tipp: Google Translate funktioniert universell ohne Einrichtung.
es: Consejo: Google Translate funciona de forma universal sin ninguna configuración.
fr: Astuce : Google Translate fonctionne universellement sans aucune configuration.
id: Tip: Google Translate bekerja secara universal tanpa pengaturan apa pun.
it: Suggerimento: Google Traduttore funziona universalmente senza alcuna configurazione.
ja: ヒント: Google翻訳は設定なしで普遍的に機能します。
ko: 팁: Google 번역은 설정 없이 전 세계적으로 작동합니다.
ms: Petua: Google Translate berfungsi secara universal tanpa sebarang tetapan.
nb: Tips: Google Translate fungerer universelt uten noen oppsett.
nl: Tip: Google Translate werkt universeel zonder enige instellingen.
pl: Wskazówka: Google Translate działa od razu, bez żadnej konfiguracji.
pt_br: Dica: O Google Tradutor funciona universalmente sem nenhuma configuração.
sv: Tips: Google Översätt fungerar universellt utan någon installation.
tr: İpucu: Google Çeviri, herhangi bir kurulum olmadan evrensel olarak çalışır.
zh_hans: 提示：Google 翻译可以在没有任何设置的情况下普遍使用。
zh_hant: 提示：Google 翻譯在無需任何設置的情況下普遍使用。
zh_hk: 提示：Google 翻譯可在無需任何設置的情況下普遍使用。

source: TLingo can polish your writing and check grammar in any app.
ar: يمكن لـ TLingo أن يحسّن كتابتك ويفحص القواعد النحوية في أي تطبيق.
da: TLingo kan forbedre din skrivestil og tjekke grammatik i enhver app.
de: TLingo kann Ihre Texte verfeinern und die Grammatik in jeder App prüfen.
es: TLingo puede pulir tu redacción y revisar la gramática en cualquier app.
fr: TLingo peut améliorer votre écriture et vérifier la grammaire dans n’importe quelle application.
id: TLingo dapat memperbaiki tulisan Anda dan memeriksa tata bahasa di aplikasi apa pun.
it: TLingo può perfezionare la tua scrittura e controllare la grammatica in qualsiasi app.
ja: TLingo は文章をブラッシュアップし、どのアプリでも文法をチェックできます。
ko: TLingo는 글을 다듬고 모든 앱에서 문법을 검사할 수 있습니다.
ms: TLingo boleh memperkemas tulisan anda dan memeriksa tatabahasa dalam mana-mana aplikasi.
nb: TLingo kan forbedre skrivingen din og sjekke grammatikk i enhver app.
nl: TLingo kan je schrijven verfijnen en de grammatica controleren in elke app.
pl: TLingo może wygładzić Twoje teksty i sprawdzić gramatykę w dowolnej aplikacji.
pt_br: O TLingo pode aprimorar sua escrita e verificar a gramática em qualquer app.
sv: TLingo kan finslipa ditt skrivande och kontrollera grammatiken i vilken app som helst.
tr: TLingo yazınızı düzeltebilir ve herhangi bir uygulamada dilbilgisini kontrol edebilir.
zh_hans: TLingo 可以润色你的写作并在任何应用中检查语法。
zh_hant: TLingo 可改善你的寫作並在任何應用程式中檢查文法。
zh_hk: TLingo 可改善你的寫作並在任何應用程式中檢查文法。
